{"country":{"0":"Italy","1":"Portugal","10":"US","100":"US","101":"US","102":"US","103":"Chile","104":"Italy","105":"Italy","106":"Italy","107":"Italy","108":"US","109":"Italy","11":"France","110":"France"},"description":{"0":"Aromas include tropical fruit, broom, brimstone and dried herb. The palate isn't overly expressive, offering unripened apple, citrus and dried sage alongside brisk acidity.","1":"This is ripe and fruity, a wine that is smooth while still structured. Firm tannins are filled out with juicy red berry fruits and freshened with acidity. It's  already drinkable, although it will certainly be better from 2016.","10":"Soft, supple plum envelopes an oaky structure in this Cabernet, supported by 15% Merlot. Coffee and chocolate complete the picture, finishing strong at the end, resulting in a value-priced wine of attractive flavor and immediate accessibility.","100":"Fresh apple, lemon and pear flavors are accented by a hint of smoked nuts in this bold, full-bodied Pinot Gris. Rich and a bit creamy in mouthfeel yet balanced briskly, it's a satisfying white with wide pairing appeal. Drink now through 2019.","101":"Dusty mineral, smoke and struck flint lend a savory tone to this lean light-bodied Riesling. Off dry in style, the palate offers delicately concentrated flavors of red apple and nectarine off set by tangerine acidity. Drink now through 2021.","102":"Intensely smoky tones of struck flint and ash extend throughout this otherwise bright nimble Riesling. The palate boasts freshly pressed apple and pear flavors accentuated by zippy lemon-lime acidity. Drink now through 2021.","103":"A bright nose with green apple and citric aromas comes with mild oak. This is acidic and racy in composition, with roundness along the edges of the palate. Apple and nectarine flavors are lightly oaked and salty, while this holds form on a high-acid finish.","104":"Made with 65% Sangiovese, 20% Merlot and 15% Cabernet Sauvignon, this has subtle aromas of black-skinned fruit and thyme. The easygoing palate delivers black cherry and cinnamon alongside smooth tannins.","105":"Made predominantly with Trebbiano and Malvasia, along with Pinot Bianco, Pinot Grigio and Riesling Renano, this has inviting aromas of ripe orchard fruit and citrus. The round fruity palate doles out ripe apricot, orange zest and juicy pineapple.","106":"A blend of Cabernet Sauvignon, Merlot, Cabernet Franc and Sangiovese, this pleasant red has aromas of dark-skinned fruit, toast and a whiff of espresso. The light-bodied, straightforward palate offers cherry, red currant and a hint of light spice alongside zesty acidity and polished tannins.","107":"Aromas of yellow stone fruit, white spring flower and a whiff of citrus lift out of the glass. The soft round palate offers ripe apricot, yellow peach and a hint of candied nectarine zest.","108":"Lots of spearmint, coyote mint, hot licorice, ginger snaps and Dr Pepper spice up the strawberry fruit of this wine that provides a very herbal take on the grape. Oregano, marjoram, thyme and dill all make a showing on the sip, against a backbone of sweet cherry and blackberry fruit, finishing on cedar.","109":"An easy-drinking blend of Merlot, Sangiovese and Cabernet Sauvignon, this opens with aromas of red berry, toast, herb and roasted coffee bean. The soft palate offers black cherry, mocha and a hint of coffee alongside bright acidity and silky tannins. Drink now.","11":"This is a dry wine, very spicy, with a tight, taut texture and strongly mineral character layered with citrus as well as pepper. It's a food wine with its almost crisp aftertaste.","110":"Produced from cru vines at the base of Mount Brouilly, the wine has structure as well as ripe black-plum fruits. It is generous and its fruit is well balanced by acidity and solid tannins. The wines is ready to drink."},"designation":{"0":"Vulkà Bianco","1":"Avidagos","10":"Mountain Cuvée","100":null,"101":"Red Oak Vineyard","102":"Yellow Dog Vineyard","103":"Single Vineyard Falaris Hill","104":"Nativo","105":"Villa Antinori","106":"Castiglioni","107":"Ammiraglia Massovivo","108":"J.D. Hurley","109":"Le Volte","11":null,"110":"Les Quartelets"},"points":{"0":87,"1":87,"10":87,"100":88,"101":87,"102":87,"103":87,"104":87,"105":87,"106":87,"107":87,"108":87,"109":87,"11":87,"110":87},"price":{"0":null,"1":15.0,"10":19.0,"100":18.0,"101":20.0,"102":20.0,"103":18.0,"104":16.0,"105":14.0,"106":30.0,"107":18.0,"108":26.0,"109":30.0,"11":30.0,"110":23.0},"province":{"0":"Sicily & Sardinia","1":"Douro","10":"California","100":"New York","101":"New York","102":"New York","103":"Leyda Valley","104":"Tuscany","105":"Tuscany","106":"Tuscany","107":"Tuscany","108":"California","109":"Tuscany","11":"Alsace","110":"Beaujolais"},"region_1":{"0":"Etna","1":null,"10":"Napa Valley","100":"Finger Lakes","101":"Finger Lakes","102":"Finger Lakes","103":null,"104":"Toscana","105":"Toscana","106":"Toscana","107":"Toscana","108":"Santa Clara Valley","109":"Toscana","11":"Alsace","110":"Brouilly"},"region_2":{"0":null,"1":null,"10":"Napa","100":"Finger Lakes","101":"Finger Lakes","102":"Finger Lakes","103":null,"104":null,"105":null,"106":null,"107":null,"108":"Central Coast","109":null,"11":null,"110":null},"taster_name":{"0":"Kerin O’Keefe","1":"Roger Voss","10":"Virginie Boone","100":"Anna Lee C. Iijima","101":"Anna Lee C. Iijima","102":"Anna Lee C. Iijima","103":"Michael Schachner","104":"Kerin O’Keefe","105":"Kerin O’Keefe","106":"Kerin O’Keefe","107":"Kerin O’Keefe","108":"Matt Kettmann","109":"Kerin O’Keefe","11":"Roger Voss","110":"Roger Voss"},"taster_twitter_handle":{"0":"@kerinokeefe","1":"@vossroger","10":"@vboone","100":null,"101":null,"102":null,"103":"@wineschach","104":"@kerinokeefe","105":"@kerinokeefe","106":"@kerinokeefe","107":"@kerinokeefe","108":"@mattkettmann","109":"@kerinokeefe","11":"@vossroger","110":"@vossroger"},"title":{"0":"Nicosia 2013 Vulkà Bianco  (Etna)","1":"Quinta dos Avidagos 2011 Avidagos Red (Douro)","10":"Kirkland Signature 2011 Mountain Cuvée Cabernet Sauvignon (Napa Valley)","100":"Ventosa 2015 Pinot Gris (Finger Lakes)","101":"Lamoreaux Landing 2014 Red Oak Vineyard Riesling (Finger Lakes)","102":"Lamoreaux Landing 2014 Yellow Dog Vineyard Riesling (Finger Lakes)","103":"Leyda 2015 Single Vineyard Falaris Hill Chardonnay (Leyda Valley)","104":"Madonna Alta 2014 Nativo Red (Toscana)","105":"Marchesi Antinori 2015 Villa Antinori White (Toscana)","106":"Marchesi de' Frescobaldi 2014 Castiglioni Red (Toscana)","107":"Marchesi de' Frescobaldi 2015 Ammiraglia Massovivo Vermentino (Toscana)","108":"Martin Ranch 2014 J.D. Hurley Zinfandel (Santa Clara Valley)","109":"Ornellaia 2014 Le Volte Red (Toscana)","11":"Leon Beyer 2012 Gewurztraminer (Alsace)","110":"Pardon et Fils 2015 Les Quartelets  (Brouilly)"},"variety":{"0":"White Blend","1":"Portuguese Red","10":"Cabernet Sauvignon","100":"Pinot Gris","101":"Riesling","102":"Riesling","103":"Chardonnay","104":"Red Blend","105":"White Blend","106":"Red Blend","107":"Vermentino","108":"Zinfandel","109":"Red Blend","11":"Gewürztraminer","110":"Gamay"},"winery":{"0":"Nicosia","1":"Quinta dos Avidagos","10":"Kirkland Signature","100":"Ventosa","101":"Lamoreaux Landing","102":"Lamoreaux Landing","103":"Leyda","104":"Madonna Alta","105":"Marchesi Antinori","106":"Marchesi de' Frescobaldi","107":"Marchesi de' Frescobaldi","108":"Martin Ranch","109":"Ornellaia","11":"Leon Beyer","110":"Pardon et Fils"}}